<?php

return [
    'verification' => [
        'not_valid' => 'كود غير صالح',
        'not_sent' => 'لم يتم ارسال الكود يرجى المحاولة مره اخرى',
        'success' => 'تم ارسال الكود بنجاح',
    ],

    'login' => [
        'unauthorized' => 'الهاتف او كلمة المرور غير صحيحة',
        'not_verified' => 'من فضلك قم بتفعيل الحساب أولا',
        'suspended' => 'هذا الحساب موقوف',
        'logout' => 'تم تسجيل الخروج بنجاح',
        ],

    'profile' => [
        'image_updated' => 'تم تحديث الصورة الشخصية',
        'old_password_failed' => 'كلمة المرور القديمة غير صحيحة',
        'password_success' => 'تم تحديث كلمة المرور بنجاح',
    ],

    'register' => [
        'success' => 'تم انشاء الحساب',
    ],

    'reset_pwd' => [
        'success' => 'تم تغير كلمة المرور بنجاح  ',
        'code_sent' => 'تم ارسال الكود بنجاح',
        'code_expire' => 'هذا الكود غير صحيح أو منهي الصلاحية',
    ],
];
