<?php

return [
    'comment' => [
        'success' => 'تم اضافة التعليق',
    ],

    'favorite' => [
        'success' => 'تم الإضافة إلى المفضلة',
        'removed' => 'تم الحذف من المفضلة',
        'exist' => 'موجود بالفعل في قائمة المفضلة',
        'not_exist' => 'غير موجود في قائمة المفضلة',
    ],

    'plan' => [
        'success' => 'تم ارسال طلبك بنجاح في انتظار تأكيد الادارة',
    ],

    'contact' => [
        'success' => 'تم ارسال رسالتك بنجاح',
    ],

    'rate' => [
        'exist' => 'لقد قمت بتقيم مقدم الخدمة هذا من قبل',
        'success' => 'تم التقيم بنجاح',
    ],

    'report' => [
        'success' => 'تم الإبلاغ عن الإعلان',
        'already_reported' => 'لقد قمت بالإبلاغ عن هذا الاعلان من قبل',
    ],

    'status' => [
        'success' => 'تم تغير حالة الاشعارات بنجاح',
    ],

    'order' => [
        'storenotif' => 'قام بأضافة رحلة جديدة',
        'store' => 'تم إضافة الطلب بنجاح',
        'make_request' => 'تم إرسال طلبك',
        'has_order' => 'لديك بالفعل طلب توصيل بانتظار التسليم',
        'change_status' => 'تم تغيير حالة الطلب',
        'pending' => 'لا يمكن تغير حالة الطلب بعد التوصيل',
        'confirm_driver' => 'تم تعيين السائق لتوصيل طلبك',
        'exists' => 'لقد أرسلت طلب بالفعل ',
    ],

];
