<?php

return [
    'comment' => [
        'success' => 'تم اضافة التعليق',
    ],

    'favorite' => [
        'success' => 'تم الإضافة إلى المفضلة',
        'removed' => 'تم الحذف من المفضلة',
        'exist' => 'موجود بالفعل في قائمة المفضلة',
        'not_exist' => 'غير موجود في قائمة المفضلة',
    ],

    'plan' => [
        'success' => 'تم اشتراك بنجاح',
        'no' => 'لم يتم الإشتراك في اي باقة',
    ],

    'contact' => [
        'success' => 'تم ارسال رسالتك بنجاح',
    ],

    'rate' => [
        'exist' => 'لقد قمت بتقيم مقدم الخدمة هذا من قبل',
        'success' => 'تم التقيم بنجاح',
    ],

    'report' => [
        'success' => 'تم الإبلاغ عن الإعلان',
        'already_reported' => 'لقد قمت بالإبلاغ عن هذا الاعلان من قبل',
    ],

];
