<?php

return [
    'comment' => [
        'success' => 'تم اضافة التعليق',
    ],

    'favorite' => [
        'success' => 'تم الإضافة إلى المفضلة',
        'removed' => 'تم الحذف من المفضلة',
        'exist' => 'موجود بالفعل في قائمة المفضلة',
        'not_exist' => 'غير موجود في قائمة المفضلة',
    ],

    'basket' => [
        'success' => 'تم الإضافة إلى السلة',
        'removed' => 'تم الحذف من السلة',
        'exist' => 'موجود بالفعل في قائمة السلة',
        'not_exist' => 'غير موجود في قائمة السلة',
    ],

    'plan' => [
        'success' => 'تم ارسال طلبك بنجاح في انتظار تأكيد الادارة',
    ],

    'contact' => [
        'success' => 'تم ارسال رسالتك بنجاح',
    ],

    'categories' => [
        'success' => 'تم أضافة القسم بنجاح',
    ],

    'rate' => [
        'exist' => 'لقد قمت بتقيم مقدم الخدمة هذا من قبل',
        'success' => 'تم التقيم بنجاح',
    ],

    'report' => [
        'success' => 'تم الإبلاغ عن الإعلان',
        'already_reported' => 'لقد قمت بالإبلاغ عن هذا الاعلان من قبل',
    ],

    'package' => [
        'store' => 'تم أضافة المنتج بنجاح',
    ],

    'chat' => [
        'closed' => 'تم انهاء المحادثة',
        'exists' => 'المحادثة موجودة بالفعل',
        'added' => 'تم أضافة المحادثة بنجاح',
        'sent' => 'تم أرسال رسالتك بنجاح',
        'new' => 'رسالة جديدة',
    ],

    'order' => [
        'store' => 'تم إرسال طلبك بنجاح',
        'has_package' => 'لديك بالفعل طرد بانتظار التسليم',
        'change_status' => 'تم تغيير حالة الطرد',
        'pending' => 'لا يمكن تغير حالة الطرد بعد التوصيل',
        'accepted' => 'تم قبول الطلب',
        'rejected' => 'تم رفض الطلب',
        'shipping' => 'تم شحن الطلب',
        'delivered' => 'تم تسليم الطلب',
        'exists' => 'لقد أرسلت طلب بالفعل لتوصيل هذا الطرد',
    ],

];
