<?php

return [
    'comment' => [
        'success' => 'تم اضافة التعليق',
    ],

    'favorite' => [
        'success' => 'تم الإضافة إلى المفضلة',
        'removed' => 'تم الحذف من المفضلة',
        'exist' => 'موجود بالفعل في قائمة المفضلة',
        'not_exist' => 'غير موجود في قائمة المفضلة',
    ],

    'plan' => [
        'success' => 'تم ارسال طلبك بنجاح في انتظار تأكيد الادارة',
    ],

    'contact' => [
        'success' => 'تم ارسال رسالتك بنجاح',
    ],

    'rate' => [
        'exist' => 'لقد قمت بتقيم هذا المنتج من قبل',
        'success' => 'تم التقيم بنجاح',
    ],

    'report' => [
        'success' => 'تم الإبلاغ عن الإعلان',
        'already_reported' => 'لقد قمت بالإبلاغ عن هذا الاعلان من قبل',
    ],

    'order' => [
        'store' => 'تم إرسال طلبك بنجاح',
        'has_package' => 'لديك بالفعل طرد بانتظار التسليم',
        'change_status' => 'تم تغيير حالة الطرد',
        'pending' => 'لا يمكن تغير حالة الطرد بعد التوصيل',
        'confirm_driver' => 'تم تعيين السائق لتوصيل طلبك',
        'exists' => 'لقد أرسلت طلب بالفعل لتوصيل هذا الطرد',
    ],

];
