<?php

return [
    'no_data' => 'لا يوجد بيانات',
    'no_update_data' => 'لم يتم ادخال بيانات لتحديثها',
    'added'=>'تم اضافه البيانات بنجاح',
    'updated'=>'تم تحديث البيانات بنجاح',
    'deleted'=>'تم حذف البيانات بنجاح',
    'failed'=>'حدث خطأ ما يرجى المحاولة مرة أخرى',
    'failed_image'=>'حدث خطأ ما يرجى المحاولة مرة أخرى',
    'no_user'=>'هذا المستخدم غير موجود',
    'btn_save'=>'حفظ',
    'btn_add'=>'إضافه',
    'btn_edit'=>'تحديث',
    'btn_delete'=>'حذف',
    'btn_rate'=>'تقييم',
    'ads_limit'=>'لقد تم استنفاذ عدد الاعلانات المتاحة',
    'buy_membership'=>'برجاء شراء عضوية لتفعيل هذه الخاصية',
    'membership_waiting'=>'برجاء انتظار تفعيل العضوية',


];
