<?php

return [
    'comment' => [
        'success' => 'تم اضافة التعليق',
    ],

    'favorite' => [
        'success' => 'تم اضافة العنصر إلى المفضلة',
        'removed' => 'تم حذف العنصر من المفضلة',
        'exist'   => 'هذا العنصر موجود في قائمة المفضلة',
    ],

    'plan' => [
        'success' => 'تم ارسال طلبك بنجاح في انتظار تأكيد الادارة',
    ],

    'contact' => [
        'success' => 'تم ارسال رسالتك بنجاح شكرا لوقتك',
    ],

    'money' => [
        'success' => 'تم إضافة النقاط إلى المحفظة بنجاح',
    ],

    'report' => [
        'success' => 'تم ارسال طلبك بنجاح في انتظار تأكيد الادارة',
        'already_reported' => 'لقد قمت بالإبلاغ عن هذا الاعلان من قبل',
    ],

    'order' => [
        'success' => 'تم ارسال طلبك بنجاح',
        'confirm' => 'تم تأكيد إستلام الطلب',
        'reorder' => 'تم إعادة الطلب',
    ]

];
