<?php

return [
    'email_verification' => [
        'not_valid' => 'كود غير صالح',
        'not_sent' => 'لم يتم ارسال الايميل يرجى المحاولة مره اخرى',
        'success' => 'تم ارسال الايميل بنجاح',
    ],

    'login' => [
        'unauthorized' => 'البريد الإلكتروني او كلمة المرور غير صحيحة',
        'verify_email' => 'من فضلك قم بتأكيد البريد الإلكتروني أولا',
        'suspended' => 'هذا الحساب موقوف',
        'logout' => 'تم تسجيل الخروج بنجاح',
        ],

    'profile' => [
        'image_updated' => 'تم تحديث الصورة الشخصية',
    ],

    'register' => [
        'success' => 'تم انشاء الحساب',
    ],

    'reset_pwd' => [
        'email_sent' => 'تم ارسال الايميل بنجاح',
    ],
];
